Test for existing cluster with layout **Standard**
```
cluster:
  status: changed
  
│ │ An execution plan has been generated and is shown below.
│ │ Resource actions are indicated with the following symbols:
│ │   + create
│ │ 
│ │ Terraform will perform the following actions:
│ │ 
│ │   # module.vpc_components.yandex_vpc_gateway.kube[0] will be created
│ │   + resource "yandex_vpc_gateway" "kube" {
│ │       + created_at = (known after apply)
│ │       + folder_id  = (known after apply)
│ │       + id         = (known after apply)
│ │       + labels     = (known after apply)
│ │       + name       = "kube-dev"
│ │ 
│ │       + shared_egress_gateway {}
│ │     }
│ │ 
│ │ Plan: 1 to add, 0 to change, 0 to destroy.
│ │ Terraform runner "base-infrastructure" process exited.
│ └ terraform plan ... (3.19 seconds)
```